{
    "sampleTweets":[
        "Your not much diff from natives when it comes to drinking ... Except your clean.",
        "if you're having a rough time, just remember: god gives his hardest battles to the people he just doesn't like very much",
        "Dad cuts up Water Melon for my lunch, looks at me and says ‘Here’s your nigger food’. #Hahaha #LoveYou",
        "My heart goes out to the Malaysian people. This is such a tragedy. Words can't express how sad it is. I wish we could just have peace. #MH17",
        "This group of chinks on the bus f***ing wreak I’m gagging and covering my face in my shirt.",
        "I think I hate cardio as much as I hate paki’s.",
        "fUcK yOu In ThE aSs PuNk wHiTe BoY",
        "I just attended a group wedding for people who have been waiting years to get married. Just wow. #equality #lovewins",
        "ATLEAST I DON'T ROB PEOPLE AND WEAR METAL ON MY TEETH. KEEP 'EM COMING NIGGER THIS IS FUN",
        "Man these pakis need to leave the gym it’s starting to smell like stale Burger King in here.",
        "Drunk natives brushing his pony tail on me #help #gross",
        "OF COURSE...THE NATIVES nigger ARE GOING TO THE LIQOUR STORE. #wHATASURPRISE",
        "My #SocialMedia seniors book in 1200+ stores in Canada, next to #1 best seller by Harper Lee. TY @ShopprsDrugMart",
        "When my friends make me sit next to the nigger in the theater ... #thanksbitches",
        "Fucking paki shops that charge you for cash withdrawls or paying by card need nuked",
        "Getting older. I used to be able to run a 4-minute mile, bench press 380 pounds, and tell the truth.",
        "MY MOM CALLS THE DUCK FACE NIGGER LIPS. NOT SURE IF RACIST OR FUNNY",
        "Dear waiter: about the dirty rag on your head to hide your dreds: YOU ARE WHITE. Dreds on a white boy just makes you look homeless",
        "Women get to smell like real things (vanilla, lavender) but men have to smell like concepts. What the fuck is 'cool sport rush'",
        "THE ONLY TIME I WILL DRIVE SOMEWHERE LOOKING LIKE WHITE TRASH IS WHEN I AM GOING TO THE REZ. HELPS ME FIT IN"
    ]
}